Repository: anwer2222/medicalWay
Catalog: table/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Schedule
ar: جدول

source: Schedules
ar: جدولة

source: Hospital
ar: المستشفى

source: Meeting
ar: اجتماع

source: Doctor
ar: طبيب

source: Pharmacy
ar: صيدلي

source: Analyst
ar: اخصائي اشعة

source: Other
ar: أخرى

source: Approved
ar: مأكد

source: Hold
ar: إنتظار

source: Declined
ar: ملغي

source: Archived
ar: ارشيف

source: off-work
ar: إجازة

source: free
ar: متاح

source: busy
ar: مشغول

source: Day of the event
ar: يوم الاجتماع

source: Starting time
ar: وقت البدء

source: Final time
ar: وقت الانتهاء

source: Notes
ar: ملاحظة

source: Textual Notes
ar: ملاحظة نصية

source: category
ar: التصنيف

source: Booking an appointment for
ar: سبب حجز الموعد

source: status
ar: الحاله

source: availability
ar: متاح

source: created at
ar: تاريخ الانشاء

source: the doctor responsible for the appointment
ar: الطبيب المسؤول عن الموعد

source: assgnied for
ar: الطبيب المكلف

source: the patient(s) attending the appointment
ar: المريض حاضرالموعد

source: assgnied to
ar: صاحب الموعد

source: event
ar: اجتماع

source: events
ar: الاجتماعات
