Repository: anwer2222/medicalWay
Catalog: patient/locale/*/LC_MESSAGES/django.po
Languages: ar

source: patient
ar: المريض

source: patients
ar: المرضئ

source: Male
ar: ذكر

source: Female
ar: انثى

source: file id
ar: رقم الملف

source: age
ar: العمر

source: sex
ar: الجنس

source: married
ar: متزوج

source: smoking
ar: مدخن

source: medical history
ar: التاريخ الصحي

source: list all previous health conditions
ar: اسرد حالة المريض السابقه

source: family history
ar: التاريخ الصحي

source: liat all family-related health conditions
ar: اسرد الحالة الصحية لحالة لعائلة المريض

source: complain
ar: الحالة المرضيه

source: the current complain that patient has
ar: اذكر الاعراض اللتي يشكو منها المريض

source: medison
ar: العلاج

source: list all medisons that patient has
ar: اسرد الادوية اللتي ينعاطاها المريض

source: allergy
ar: حساسية

source: list all allergies that patient has
ar: اذكر الحساسية اللتي يشكو منها المريض

source: medical profile
ar: الملف الصحي

source: medical profiles
ar: الملف الصحي
